/*-------- Settings ------------*/

"App Management" = "គ្រប់គ្រងកម្មវិធី";

"WIFI Share" = "បញ្ចូនឯកសារតាមWifi";

"BT Download Only in Wi-Fi" = "ទាញយកតូរិន តែពេលប្រើប្រាស់ Wi-Fi";

"BT Bandwidth & Connection" = "កំណត់ការទាញយកតូរិន";

"Maximum Connections" = "ចំនួនតំណរភ្ជាប់ច្រើនបំផុត";

"Connections Per Torrent" = "ចំនួនតំណរភា្ជប់ក្នុង តូរិនមួយ";

"Enable Limit" = "ចាប់ផ្តើមការកំណត់ល្បឿន";

"Upload Limit" = "កំណត់ល្បឿន អាប់ឡូត";

"Download Limit" = "កំណត់ល្បឿន ទាញយក";


"Automatically Install" = "តំឡើងកម្មវិធី ដោយស្វ័យប្រវត្តិ";

"Delete After Install" = "លុបចោល ក្រោយពេលតំឡើងរួច";

"Remove Metadata"="លុបចោល Metadata";

"Keep Awake"="អេក្រង់ ភ្លឺរហូត";

"This will keep your screen always ON while using AppCake"="ធ្វើអោយអេក្រង់ ភ្លឺរហូត នៅពេលកំពុងប្រើ AppCake";

"Remove Metadata will stop App Store from updating the app"="លុបចោល Metadata ដើម្បីកុំអោយApp Storeដំឡើងជំនាន់ថ្មីទៅលើកម្មវិធីដែលទាញយកពីទីនេះ";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="បើក iTunes Sync ដើម្បីអាចផ្ទេរកម្មវិធី ទៅកុំព្យូទ័ររបស់អ្នកតាមរយៈ iTunes";

"iTunes Sync"="iTunes Sync";

"Feedback"="អោយយោបល់";

"Changelog"="កំណែទាំងអស់";

"I Can Translate"="ខ្ញុំអាចបកប្រែ";

"Clear Image Cache"="លុប Image Cache";

"Settings" = "ការកំណត់";

"Show iPhone Apps" = "បង្ហាញកម្មវិធីរបស់ iPhone";